Repository: everexpert/expert-woocommerce-publisher
Catalog: lang/everexpert-woocommerce-publishers-*.po
Languages: ca

source: Everexpert WooCommerce Publishers needs WooCommerce to run. Please, install and active WooCommerce plugin.
ca: Everexpert WooCommerce Publishers necessita WooCommerce per a funcionar. Si us plau, instal·la i activa WooCommerce.

source: We know that you´re in love with Everexpert WooCommerce Publishers, you can help us making it a bit better. Thanks a lot!
ca: Sabem que Everexpert WooCommerce Publishers t'encanta, pots ajudar-nos a fer-lo una mica millor. ¡Moltes gràcies!

source: <a href="https://wordpress.org/support/plugin/everexpert-woocommerce-publishers/reviews/?rate=5#new-post" target="_blank">Leave a review</a>
ca: <a href="https://wordpress.org/support/plugin/everexpert-woocommerce-publishers/reviews/?rate=5#new-post" target="_blank">Deixar una review</a>

source: <a href="https://translate.wordpress.org/projects/wp-plugins/everexpert-woocommerce-publishers" target="_blank">Translate the plugin</a>
ca: <a href="https://translate.wordpress.org/projects/wp-plugins/everexpert-woocommerce-publishers" target="_blank">Traduir el plugin</a>

source: <a href="https://github.com/titodevera/everexpert-woocommerce-publishers" target="_blank">View on GitHub</a>
ca: <a href="https://github.com/titodevera/everexpert-woocommerce-publishers" target="_blank">Veure a GitHub</a>

source: Settings
ca: Ajustaments

source: EWP Product carousel
ca: EWP Carrussel de productes

source: Product carousel by publisher or by category
ca: Carrussel de productes per marca o categoria

source: Publisher
ca: Marca

source: Products
ca: Productes

source: Number of products to load
ca: Número de productes per carregar

source: Products to show
ca: Productes per mostrar

source: Number of products to show
ca: Número de productes per mostrar

source: Products to scroll
ca: Número de productes per scroll

source: Number of products to scroll
ca: Número de productes per cada scroll

source: Autoplay
ca: Mode automàtic

source: Autoplay carousel
ca: Mode automàtic pel carrussel

source: Arrows
ca: Dates de navegació

source: Display prev and next arrows
ca: Mostrar fletxes de navegació

source: EWP Publishers carousel
ca: EWP Carrussel de marques

source: Publishers carousel
ca: Carrussel de marques

source: Items
ca: Elemento

source: Number of items to load (or 'featured')
ca: Número d'elements per cargar (o 'featured')

source: Items to show
ca: Elements a mostrar

source: Number of items to show
ca: Número d'elements a mostrar

source: Items to scroll
ca: Número d'elements per scroll

source: Number of items to scroll
ca: Número d'elements per cada scroll

source: Publisher logo size
ca: Mida del logo de la marca

source: EWP All publishers
ca: EWP Totes les marques

source: Show all publishers
ca: Mostrar totes les marques

source: Publishers per page
ca: Marques per pàgina

source: Show x publishers per page
ca: Mostrar x marques per pàgina

source: Order by
ca: Ordenar per

source: Order
ca: Ordre

source: Title position
ca: Posició del títol

source: Before image
ca: Abans de la imatge

source: After image
ca: Després de la imatge

source: Hide
ca: Amagar

source: Hide empty
ca: Amagar buides

source: Hide publishers that have not been assigned to any product
ca: Amagar marque que no han estat assignades a cap producte

source: EWP AZ Listing
ca: EWP Llista A-Z

source: AZ Listing for publishers
ca: Llistat A-Z de marques

source: EWP publisher
ca: EWP Marca

source: Show publisher for a specific product
ca: Veure marques d'un producte específic

source: Product id
ca: Id del producte

source: Product id (post id)
ca: Id del producte (id del post)

source: View publisher
ca: Veure marca

source: ¿Start migration?
ca: Començar la migració?

source: We are migrating the product publishers. ¡Don´t close this window until the process is finished!
ca: Estem migrant les marques de producte. ¡No tanquis aquesta finestra fins que el procés finalitzi!

source: ¿Start loading dummy data?
ca: Començar amb la importació?

source: We are importing the dummy data. ¡Don´t close this window until the process is finished!
ca: En aquest moment estem important les marques fictícies. ¡No tanquis aquesta finestra fins que no acabi el procés!

source: Publishers
ca: Marques

source: All Publishers
ca: Totes las marques

source: Edit Publisher
ca: Editar marca

source: View Publisher
ca: Veure marca

source: Update Publisher
ca: Actualitzar marca

source: Add New Publisher
ca: Afegir nova marca

source: New Publisher Name
ca: Nou nom de marca

source: Parent Publisher
ca: Marca Pare

source: Parent Publisher:
ca: Marca Pare:

source: Search Publishers
ca: Cercar Marques

source: Popular Publishers
ca: Marques Populars

source: Separate publishers with commas
ca: Separar marques amb comes

source: Add or remove publishers
ca: Afegir o eliminar marques

source: Choose from the most used publishers
ca: Seleccionar de les marques més utilitzades

source: No publishers found
ca: No s'han trobat marques

source: All
ca: Totes

source: Product publishers
ca: Marques del producte

source: Only WP_Term objects are allowed
ca: Només es permeten objectes del tipus WP_Term

source: Description
ca: Descripció

source: Publisher description for the archive pages. You can include some html markup and shortcodes.
ca: Descripció de la marca per a la pàgina d'arxiu. Pots incloure marcat html i shortcodes.

source: Publisher logo
ca: Logo de la marca

source: Select image
ca: Seleccionar imatge

source: Publisher banner
ca: Banner de la marca

source: This image will be shown on publisher page
ca: Aquesta imatge es mostrarà a la pàgina de la marca

source: Publisher banner link
ca: Enlĺaç per al banner de la marca

source: This link should be relative to site url. Example: product/product-name
ca: Aquest enllaç ha de ser relatiu a la url del lloc web. Exemple: producte/nom-del-producte

source: featured
ca: preferida

source: Set as featured
ca: Marcar com a preferida

source: Show featured publishers first
ca: Mostrar marques preferides primer

source: Publishers settings
ca: Ajustaments de les marques

source: Publishers taxonomy slug
ca: Slug de la taxonomia marques

source: Show publisher description
ca: Mostrar descripció de la marca

source: Show publisher description (if is set) on publisher archive page
ca: Mostrar descripció de la marca a la pàgina d'arxiu

source: Yes, before product loop
ca: Si, abans dels productes

source: Yes, after product loop
ca: Si, després dels productes

source: No, hide description
ca: No, ocultar descripció

source: Single product tab
ca: Tab a la pàgina del producte

source: Show publisher tab in single product page
ca: Mostrar pestanya amb informació de la marca a la pàgina del producte

source: Show publishers in loop
ca: Mostrar marques al loop

source: Show publisher logo (or name) in product loop
ca: Mostrar el logo de la marca (o el nom) al loop

source: Show publisher link
ca: Mostrar el link de la marca

source: Show publisher image (if is set)
ca: Mostrar el logo de la marca (si en té un d'assignat)

source: Show publishers in single product
ca: Mostrar marques a la pàgina del producte

source: Show publisher logo (or name) in single product
ca: Mostrar el logo de la marca (o el nom) a la pàgina del producte

source: Publisher position
ca: Posició de la marca

source: For single product
ca: A la pàgina individual de cada producte

source: Before title
ca: Abans del títol

source: After title
ca: Després del títol

source: After price
ca: Després del preu

source: After excerpt
ca: Després de la descripció curta

source: After add to cart
ca: Després del botó de comprar

source: After meta
ca: Després del meta

source: After sharing
ca: Després de compartir

source: Publishers page
ca: Pàgina de marques

source: For linking breadcrumbs
ca: Per a l'enllaç de las molles de pa

source: Tools
ca: Eines

source: Import publishers
ca: Importar marques

source: Import publishers from other publisher plugin. <a href="%s" target="_blank">Click here for more details</a>
ca: Importar marques de producte d'un altre plugin de marques. <a href="%s" target="_blank">Clica aquí per a veure la documentació</a>

source: Dummy data
ca: Dades fictícies

source: Import generic publishers and assign it to products randomly
ca: Importar marques genèriques i assignar-les als productes existents de forma aleatòria

source: Start import
ca: Començar importació

source: System status
ca: Estat del sistema

source: Show system status
ca: Veure estat del sistema

source: Publishers restriction
ca: Restriccions de marca

source: Any publisher
ca: Qualsevol marca

source: Coupon will be valid if there are at least one product of this publishers in the cart
ca: El cupó serà vàlido si existeix com a mínim un producte de la marca indicada al cistell

source: First page
ca: Primera pàgina

source: Previous page
ca: Pàgina anterior

source: Next page
ca: Següent pàgina

source: Last page
ca: Darrera pàgina

source: No results
ca: No s'han trobat resultats

source: Adds a publishers dropdown to your site
ca: Afegeox un desplegable amb les marques al teu lloc

source: Publishers dropdown
ca: Desplegable de marques

source: Title
ca: Títol

source: Only favorite publishers
ca: Només marques preferides

source: Recommended for product categories or shop page
ca: Recomanat per a les categories de producte i la pàgina de la botiga

source: Filter products by publisher
ca: Filtrar productes por marca

source: Title:
ca: Títol:

source: Max number of publishers
ca: Número màxim de marques

source: Hide filter button
ca: No mostrar el botó Filtrar

source: Adds a publishers list to your site
ca: Afegeix una llista de marques al teu lloc

source: Publishers list
ca: Llista de marques

source: Display as:
ca: Mostrar com:

source: Publisher name
ca: Nom de la marca

source: Columns:
ca: Columnes:

source: Randomize
ca: Aleatori

source: Go to
ca: Anar a

source: Export publishers
ca: Exportar marques

source: This tool allows you to export and import the publishers between different sites using EWP.
ca: Aquesta eina permet exportar i importar marques entre dos llocs diferents que utilitzen EWP

source: Loading
ca: Carregant

source: Nothing found
ca: Aquí no hi ha res

source: Apply filter
ca: Filtrar

source: There is not available publishers
ca: No es troben marques disponibles
